Repository: aFunkyBass/slowplay
Catalog: slowplay/locales/*/LC_MESSAGES/slowplay.po
Languages: it

source: Numeric Keypad Map
it: Mappa tastierino numerico

source: About
it: Info

source: Close
it: Chiudi

source: Shortcuts
it: Scorciatoie

source: Created by
it: Creato da

source: GENERAL SHORTCUTS:
it: SCORCIATOIE GENERICHE:

source: Open a file
it: Apri un file

source: Open recent files list
it: Apre la lista dei file recenti

source: Open YouTube dialog
it: Apri la finestra YouTube

source: Quit
it: Esci

source: PLAYBACK SHORTCUTS:
it: RIPRODUZIONE:

source: Play/Pause
it: Play/pausa

source: Stop and rewind
it: Stop e riposiziona da capo

source: Rewind 5 seconds
it: Indietro di 5 secondi

source: Rewind 10 seconds
it: Indietro di 10 secondi

source: Rewind 15 seconds
it: Indietro di 15 secondi

source: Forward 5 seconds
it: Avanti di 5 secondi

source: Forward 10 seconds
it: Avanti di 10 secondi

source: Forward 15 seconds
it: Avanti di 15 secondi

source: Rewind
it: Riparte da capo

source: Playback speed +5%
it: Aumenta la velocità del 5%

source: Playback speed -5%
it: Diminuisce la velocità del 5%

source: Reset playback speed to 100%
it: Reimposta la velocità al 100%

source: Transpose +1 semitone
it: Trasponi di +1 semitono

source: Transpose -1 semitone
it: Trasponi di -1 semitono

source: LOOP SHORTCUTS:
it: LOOP:

source: Toggle loop playing
it: Attiva/disattiva il loop

source: Set loop start
it: Imposta il punto di inizio del loop

source: Set loop end
it: Imposta il punto di fine del loop

source: Reset loop start
it: Reimposta il punto di inizio del loop

source: Reset loop end
it: Reimposta il punto di fine del loop

source: SHOW NUM. KEYPAD MAP
it: MOSTRA LA MAPPA DEI TASTI

source: Supported files
it: File supportati

source: All files: *
it: Tutti i file: *

source: All files
it: Tutti i file

source: You need to install the Gstreamer soundtouch elements for this program to work.
it: E' necessario installare gli elementi soundtouch di GStreamer per far funzionare questo programma.

source: Error: impossible to instantiate sink: '{}'. Reverting to default sink
it: Errore: impossibile attivare l'uscita {}. Verrà utilizzata l'uscita di default

source: Select recent file...
it: Selezione file recente...

source: Cancel
it: Annulla

source: Show full path
it: Mostra il percorso completo

source: Playback control
it: Controlli playback

source: Loop control
it: Controlli loop

source: Speed:
it: Velocità:

source: Reset speed
it: Reimposta velocità

source: Transpose:
it: Trasporto:

source: Reset transpose
it: Reimposta trasporto

source: Pitch (cents):
it: Intonaz. (cent.)

source: Reset pitch
it: Reimposta intonazione

source: Reset loop start point Shortcut: Ctrl+A
it: Reimposta il punto di inizio del loop Scorciatoia: Ctrl+A

source: Set loop start point Shortcut: A
it: Imposta il punto di inizio del loop Scorciatoia: A

source: Move loop start left by
it: Sposta l'inizio del loop a sinistra di

source: milliseconds
it: millisecondi

source: Move loop start right by
it: Sposta l'inizio del loop a destra di

source: Reset loop end point Shortcut: Ctrl+B
it: Reimposta il punto di fine del loop Scorciatoia: Ctrl+B

source: Set loop end point Shortcut: B
it: Imposta il punto di fine del loop Scorciatoia: B

source: Move loop end left by
it: Sposta la fine del loop a sinistra di

source: Move loop end right by
it: Sposta la fine del loop a destra di

source: Enable loop
it: Abilita loop

source: Toggle loop playing Shortcut: L
it: Attiva/disattiva il loop Scorciatoia: L

source: Open
it: Apri

source: Open a file. Right-click to reopen a recent file
it: Apre un file. Click destro per aprire un file recente

source: Click to extract audio from a YouTube video
it: Clicca per estrarre l'audio di un video su YouTube

source: Save as...
it: Salva come...

source: Save the file with current speed/pitch settings as MP3 or WAV
it: Salva il file come MP3 o WAV con le impostazioni di velocità e intonazione correnti

source: Show info about this software
it: Mostra le informazioni su questo software

source: Error: file not found
it: Errore: file non trovato

source: Unable to open file: {}
it: Impossibile trovare il file {}

source: Please open a file...
it: Per favore apri un file...

source: Filename error...
it: Errore nel nome del file...

source: Unable to save file: {}
it: Impossibile salvare il file: {}

source: Overwrite confirmation
it: Conferma sovrascrittura

source: {} already exists. Do you want to overwrite it?
it: {} esiste già. Si desidera sovrascriverlo?

source: Cancel file save
it: Annulla il salvataggiio

source: Saving file: {}...
it: Salvataggio del file: {}

source: Save as..
it: Salva come...

source: Error: unable to find
it: Errore: impossibile trovare

source: on your system and retry.
it: sul sistema e riprovare.

source: Please install
it: Si prega di installare

source: Error
it: Errore

source: Unable to download audio file from YouTube.
it: Impossibile scaricare il file audio da YouTube.

source: No file was recently open with this software. Please open one by clicking the open button
it: Nessun file è stato aperto in precedenza con questo software. Apri un file cliccando sul pulsante "Apri"

source: Loop enabled
it: Loop abilitato

source: Loop disabled
it: Loop disabilitato

source: Specify a GStreamer custom sink
it: Specifica un sink di GStreamer personalizzato

source: URI of the media to open
it: URI del file da aprire

source: Open YouTube Video...
it: Apri video YouTube...

source: Paste a YouTube URL here...
it: Incolla un link YouTube in questa casella...

source: Click to search YouTube video
it: Cerca il video YouTube

source: Error: no URL specified
it: Errore: nessun URL inserito

source: Please paste a YouTube URL into the edit box
it: Si prega di incollare un link YouTube nella casella

source: Error: unable to find the video...
it: Errore: impossibile trovare il video...

source: Unable to retrieve the required video Please make sure you entered a valid YouTube URL.
it: Impossibile trovare il video richiesto Assicurarsi di aver inserito un URL YouTube valido.

source: by:
it: di:

source: Views:
it: Visualizz.:

source: Error: unable to download the thumbnail...
it: Errore: impossibile scaricare il thumbnail...

source: Unable to retrieve the video thubnail Uhmmmmm... This is very strange
it: Impossibile trovare l'immagine thumbnail. Uhmmmmm... Questo è piuttosto strano
